export const qstns = [{
    id:1,
    qst:'എനിക്ക് കാർ നന്നാക്കാൻ താൽപര്യമുണ്ട്',
    code: 'R'
},{
    id:2,
    qst:'പസിലുകൾ ചെയ്യാൻ എനിക്കിഷ്ടമാണ്',
    code: 'I'
},{
    id:3,
    qst:'വതന്ത്രമായി പ്രവർത്തിക്കാൻ ഞാൻ മിടുക്കനാണ്',
    code: 'A'
},]

// 1. എനിക്ക് കാർ നന്നാക്കാൻ താൽപര്യമുണ്ട്
// 2. പസിലുകൾ ചെയ്യാൻ എനിക്കിഷ്ടമാണ്
// 3. സ്വതന്ത്രമായി പ്രവർത്തിക്കാൻ ഞാൻ മിടുക്കനാണ്
// 4. ടീമായി പ്രവർത്തിക്കാനാണ് എനിക്കിഷ്ടം
// 5. ഞാൻ വ്യക്തമായ ആഗ്രഹങ്ങളുള്ള ഒരാളാണ്. എന്റെ ലക്ഷ്യങ്ങൾ ഞാൻ സ്വയം തന്നെയാണ് നിർണ്ണയിക്കുന്നത്
// 6. സാധനങ്ങൾ ഒതുക്കി വെക്കാൻ ഞാൻ ശ്രമിക്കാറുണ്ട് (ഫയലുകൾ, ഡെസ്‌കുകൽ, ഓഫീസുകൾ)
// 7. ഞാൻ നിർമ്മാണ പ്രവർത്തനങ്ങൾ ഇഷ്ടപ്പെടുന്നു
// 8. കലയെയും സംഗീതത്തെയും കുറിച്ച് വായിക്കാൻ എനിക്കിഷ്ടമാണ്
// 9. പിന്തുടരാൻ വ്യക്തമായ നിർദ്ദേശങ്ങൾ ലഭിച്ചെങ്കിലെന്ന് ഞാൻ ആഗ്രഹിക്കുന്നു
// 10. ആളുകളെ സ്വാധീനിക്കാനും പ്രേരിപ്പിക്കാനും ഞാൻ ആഗ്രഹിക്കുന്നു
// 11. എനിക്ക് പരീക്ഷണങ്ങൾ ഇഷ്ടമാണ്
// 12. ആളുകളെ പഠിപ്പിക്കാനും പരിശീലിപ്പിക്കാനും ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 13. ആളുകളെ പ്രശ്‌ന പരിഹാരങ്ങൾക്ക് സഹായിക്കാൻ ശ്രമിക്കുന്നത് ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 14. മൃഗങ്ങളെ പരിപാലിക്കൽ എനിക്കിഷ്ടമുള്ള കാര്യമാണ്
// 15. ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല
// 16. സാധനങ്ങൾ വിൽക്കുന്നത് എനിക്ക് രസമുള്ള പരിപാടിയാണ്
// 17. ക്രിയേറ്റീവ് റൈറ്റിംഗ് ഞാൻ ആസ്വദിക്കുന്നു
// 18. ശാസ്ത്രം എനിക്ക് താൽപര്യമുള്ള മേഖലയാണ്
// 19. പുതിയ ഉത്തരവാദിത്തങ്ങൾ ഏറ്റെടുക്കാൻ ഞാൻ വേഗം ഏറ്റെടുക്കാറുണ്ട്
// 20. മറ്റുള്ളവരെ ശ്രുശ്രൂഷിക്കാൻ എനിക്കിഷ്ടമാണ്
// 21. വസ്തുക്കൾ എങ്ങനെയാണ് പ്രവർത്തിക്കുന്നതെന്നറിയാൻ
// 22. കാര്യങ്ങൾ ഒരുമിച്ച് കൂട്ടുന്നതും വസ്തുക്കൾ കൂട്ടിച്ചേർക്കുന്നതും എനിക്കിഷ്ടമാണ്
// 23. ഞാൻ ഒരു സർഗ്ഗാത്മക വ്യക്തിയാണ്
// 24. ഞാൻ വിശദാംശങ്ങളെ ശ്രദ്ധിക്കാറുണ്ട്
// 25. ഫയലിംഗ് അല്ലേങ്കിൽ ടൈപ്പിംഗ് ചെയ്യാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 26. കാര്യങ്ങൾ വിശകലനം ചെയ്യാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു (പ്രശ്‌നങ്ങൾ, സാഹചര്യങ്ങൾ)
// 27. എനിക്ക് വാദ്യോപകരണങ്ങൾ വായിക്കാനും പാടാനും ഇഷ്ടമാണ്
// 28. മറ്റുള്ള സംസ്‌കാരങ്ങളെ കുറിച്ച് പഠിക്കാൻ ഞാൻ തൽപരനാണ്
// 29. സ്വന്തമായി ബിസിനസ് തുടങ്ങാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
// 30. എനിക്ക് പാചകം ചെയ്യാൻ ഇഷ്ടമാണ്
// 31. എനിക്ക് നാടകങ്ങളിൽ അഭിനയിക്കാൻ ഇഷ്മാണ്
// 32. ഞാൻ ഒരു പ്രായോഗിക വ്യക്തിയാണ്
// 33. ഞാൻ നമ്പറുകളോ ചാർട്ടുകളോ ഉപയോഗിച്ച് പ്രവർത്തിക്കാൻ ഇഷ്ടപ്പെടുന്നു
// 34. പ്രശ്‌നങ്ങളെ സംബന്ധിച്ച ചർച്ചകളിൽ ഏർപ്പെടാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
// 35. എന്റെ പ്രവർത്തനങ്ങളുടെ രേഖകൾ സൂക്ഷിക്കുന്നതിൽ ഞാൻ മിടുക്കനാണ്
// 36. ഞാൻ നയിക്കാൻ ഇഷ്ടപ്പെടുന്നു
// 37. എനിക്ക് തുറസ്സായ സ്ഥലങ്ങളിൽ ജോലി ചെയ്യാൻ ഇഷ്ടമാണ്
// 38. ഓഫീസിരുന്നുള്ള ജോലിയാണ് ഞാനാഗ്രഹിക്കുന്നത്
// 39. ഞാൻ ഗണിതത്തിൽ മിടുക്കനാണ്
// 40. മറ്റുള്ളവരെ സഹായിക്കാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 41. എനിക്ക് ചിത്രം വരക്കാൻ ഇഷ്ടമാണ്
// 42. എനിക്ക് പ്രസംഗിക്കാൻ ഇഷ്ടമാണ്‌
