// export const totalBoard = [
//   { code: "R", score: 0 },
//   { code: "I", score: 0 },
//   { code: "A", score: 0 },
//   { code: "S", score: 0 },
//   { code: "E", score: 0 },
//   { code: "C", score: 0 },
// ];

export const qstns = [
  {
    id: 1,
    qst: "എനിക്ക് കാർ നന്നാക്കാൻ താൽപര്യമുണ്ട്",
    code: "R",
    check: false,
  },
  {
    id: 2,
    qst: "പസിലുകൾ ചെയ്യാൻ എനിക്കിഷ്ടമാണ്",
    code: "I",
    check: false,
  },
  {
    id: 3,
    qst: "സ്വതന്ത്രമായി പ്രവർത്തിക്കാൻ ഞാൻ മിടുക്കനാണ്",
    code: "A",
    check: false,
  },
  {
    id: 4,
    qst: "ടീമായി പ്രവർത്തിക്കാനാണ് എനിക്കിഷ്ടം",
    code: "S",
    check: false,
  },
  {
    id: 5,
    qst: "ഞാൻ വ്യക്തമായ ആഗ്രഹങ്ങളുള്ള ഒരാളാണ്. എന്റെ ലക്ഷ്യങ്ങൾ ഞാൻ സ്വയം തന്നെയാണ് നിർണ്ണയിക്കുന്നത്",
    code: "E",
    check: false,
  },
  {
    id: 6,
    qst: "സാധനങ്ങൾ ഒതുക്കി വെക്കാൻ ഞാൻ ശ്രമിക്കാറുണ്ട് (ഫയലുകൾ, ഡെസ്‌കുകൽ, ഓഫീസുകൾ)",
    code: "C",
    check: false,
  },
  {
    id: 7,
    qst: "ഞാൻ നിർമ്മാണ പ്രവർത്തനങ്ങൾ ഇഷ്ടപ്പെടുന്നു",
    code: "R",
    check: false,
  },
  {
    id: 8,
    qst: "കലയെയും സംഗീതത്തെയും കുറിച്ച് വായിക്കാൻ എനിക്കിഷ്ടമാണ്",
    code: "A",
    check: false,
  },
  {
    id: 9,
    qst: "പിന്തുടരാൻ വ്യക്തമായ നിർദ്ദേശങ്ങൾ ലഭിച്ചെങ്കിലെന്ന് ഞാൻ ആഗ്രഹിക്കുന്നു",
    code: "C",
    check: false,
  },
  {
    id: 10,
    qst: "ആളുകളെ സ്വാധീനിക്കാനും പ്രേരിപ്പിക്കാനും ഞാൻ ആഗ്രഹിക്കുന്നു",
    code: "E",
    check: false,
  },
  {
    id: 11,
    qst: "എനിക്ക് പരീക്ഷണങ്ങൾ ഇഷ്ടമാണ്",
    code: "I",
    check: false,
  },
  {
    id: 12,
    qst: "ആളുകളെ പഠിപ്പിക്കാനും പരിശീലിപ്പിക്കാനും ഞാൻ ഇഷ്ടപ്പെടുന്നു",
    code: "S",
    check: false,
  },{
    id: 13,
    qst: "ആളുകളെ പ്രശ്‌ന പരിഹാരങ്ങൾക്ക് സഹായിക്കാൻ ശ്രമിക്കുന്നത് ഞാൻ ഇഷ്ടപ്പെടുന്നു",
    code: "S",
    check: false,
  },{
    id: 14,
    qst: "മൃഗങ്ങളെ പരിപാലിക്കൽ എനിക്കിഷ്ടമുള്ള കാര്യമാണ്",
    code: "R",
    check: false,
  },{
    id: 15,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "C",
    check: false,
  },
  {
    id: 16,
    qst: "സാധനങ്ങൾ വിൽക്കുന്നത് എനിക്ക് രസമുള്ള പരിപാടിയാണ്",
    code: "E",
    check: false,
  },{
    id: 17,
    qst: "ക്രിയേറ്റീവ് റൈറ്റിംഗ് ഞാൻ ആസ്വദിക്കുന്നു",
    code: "A",
    check: false,
  },{
    id: 18,
    qst: "ശാസ്ത്രം എനിക്ക് താൽപര്യമുള്ള മേഖലയാണ്",
    code: "I",
    check: false,
  },{
    id: 19,
    qst: "പുതിയ ഉത്തരവാദിത്തങ്ങൾ ഏറ്റെടുക്കാൻ ഞാൻ വേഗം ഏറ്റെടുക്കാറുണ്ട്",
    code: "E",
    check: false,
  },{
    id: 20,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "S",
    check: false,
  },{
    id: 21,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "I",
    check: false,
  },{
    id: 22,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "R",
    check: false,
  },{
    id: 23,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "A",
    check: false,
  },{
    id: 24,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "C",
    check: false,
  },{
    id: 25,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "C",
    check: false,
  },{
    id: 26,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "I",
    check: false,
  },{
    id: 27,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "A",
    check: false,
  },{
    id: 28,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "S",
    check: false,
  },{
    id: 29,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "E",
    check: false,
  },{
    id: 30,
    qst: "ഒരു ഓഫീസിൽ ദിവസവും 8 മണിക്കൂർ ജോലി ചെയ്യുന്നത് എനിക്ക് പ്രശ്‌നമല്ല",
    code: "R",
    check: false,
  },
];

// 19. 
// 20. മറ്റുള്ളവരെ ശ്രുശ്രൂഷിക്കാൻ എനിക്കിഷ്ടമാണ്
// 21. വസ്തുക്കൾ എങ്ങനെയാണ് പ്രവർത്തിക്കുന്നതെന്നറിയാൻ
// 22. കാര്യങ്ങൾ ഒരുമിച്ച് കൂട്ടുന്നതും വസ്തുക്കൾ കൂട്ടിച്ചേർക്കുന്നതും എനിക്കിഷ്ടമാണ്
// 23. ഞാൻ ഒരു സർഗ്ഗാത്മക വ്യക്തിയാണ്
// 24. ഞാൻ വിശദാംശങ്ങളെ ശ്രദ്ധിക്കാറുണ്ട്
// 25. ഫയലിംഗ് അല്ലേങ്കിൽ ടൈപ്പിംഗ് ചെയ്യാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 26. കാര്യങ്ങൾ വിശകലനം ചെയ്യാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു (പ്രശ്‌നങ്ങൾ, സാഹചര്യങ്ങൾ)
// 27. എനിക്ക് വാദ്യോപകരണങ്ങൾ വായിക്കാനും പാടാനും ഇഷ്ടമാണ്
// 28. മറ്റുള്ള സംസ്‌കാരങ്ങളെ കുറിച്ച് പഠിക്കാൻ ഞാൻ തൽപരനാണ്
// 29. സ്വന്തമായി ബിസിനസ് തുടങ്ങാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
// 30. എനിക്ക് പാചകം ചെയ്യാൻ ഇഷ്ടമാണ്
// 31. എനിക്ക് നാടകങ്ങളിൽ അഭിനയിക്കാൻ ഇഷ്മാണ്
// 32. ഞാൻ ഒരു പ്രായോഗിക വ്യക്തിയാണ്
// 33. ഞാൻ നമ്പറുകളോ ചാർട്ടുകളോ ഉപയോഗിച്ച് പ്രവർത്തിക്കാൻ ഇഷ്ടപ്പെടുന്നു
// 34. പ്രശ്‌നങ്ങളെ സംബന്ധിച്ച ചർച്ചകളിൽ ഏർപ്പെടാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
// 35. എന്റെ പ്രവർത്തനങ്ങളുടെ രേഖകൾ സൂക്ഷിക്കുന്നതിൽ ഞാൻ മിടുക്കനാണ്
// 36. ഞാൻ നയിക്കാൻ ഇഷ്ടപ്പെടുന്നു
// 37. എനിക്ക് തുറസ്സായ സ്ഥലങ്ങളിൽ ജോലി ചെയ്യാൻ ഇഷ്ടമാണ്
// 38. ഓഫീസിരുന്നുള്ള ജോലിയാണ് ഞാനാഗ്രഹിക്കുന്നത്
// 39. ഞാൻ ഗണിതത്തിൽ മിടുക്കനാണ്
// 40. മറ്റുള്ളവരെ സഹായിക്കാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു
// 41. എനിക്ക് ചിത്രം വരക്കാൻ ഇഷ്ടമാണ്
// 42. എനിക്ക് പ്രസംഗിക്കാൻ ഇഷ്ടമാണ്‌
